export interface ApiPagefindFilter {
    category: Record<string, number>,
    tag: Record<string, number>
}

// {
//     "category": {
//         "lens": 37,
//         "opera": 39,
//         "original": 58,
//         "poetry": 14,
//         "repost": 11
//     },
//     "tag": {
//         "南柯梦": 17,
//         "周沫": 2,
//         "奈何天": 2,
//         "女弹": 17,
//         "张唐逍": 4,
//         "斩娥": 1,
//         "施洋": 1,
//         "昆曲": 37,
//         "李芊羽": 12,
//         "杭州": 37,
//         "楼心怡": 14,
//         "毛文霞": 1,
//         "浙昆": 37,
//         "浙江非遗馆": 37,
//         "王恒涛": 4,
//         "王文惠": 1,
//         "王翼骅": 1,
//         "瑶台": 17,
//         "田漾": 1,
//         "看剧": 37,
//         "程平安": 3,
//         "窦娥冤": 1,
//         "胡立楠": 1,
//         "货郎旦": 17,
//         "钱华仪": 1,
//         "高璟玟": 1
//     }
// }